{
    "diary_number": "146022018",
    "filed_on": "17-04-2018 12:53 PM",
    "slp_no": "",
    "registered_on": "09-05-2018",
    "verified_on": "10-05-2018",
    "last_listed_on": "17-05-2018",
    "last_hearing_judges": "HON'BLE MR. JUSTICE ADARSH KUMAR GOEL and HON'BLE MS. JUSTICE INDU MALHOTRA",
    "status": "DISPOSED (Motion Hearing   [FRESH (FOR ADMISSION) - CIVIL CASES]) Disposed off-Ord dt:17-05-2018  (Disposal Date: 17-05-2018, Month: 5, Year: 2018)  JUDGES: HON'BLE MR. JUSTICE ADARSH KUMAR GOEL, HON'BLE MS. JUSTICE INDU MALHOTRA",
    "tentative_date": "",
    "category": "4003-Admission/Transfer To Engineering And Medical Colleges : Others",
    "act": "",
    "petitioner": [
        "ALL INDIA COUNCIL FOR TECHNICAL EDUCATION (AICTE)"
    ],
    "respondents": [
        "THAPAR INSTITUTE OF ENGINEERING AND TECHNOLOGY PATIALA",
        "SYMBIOSIS INTERNATIONAL (SIU)",
        "SYMBIOSIS SOCIETY,",
        "DR M S SEJUL S/D/W/Thru:- SAKHARAM SEJUL",
        "VIGANANS FOUNDATION FOR SCIENCE, TECHNOLOGY AND RESEARCH RERPESENTED BY ITS REGISTRAR DR M S RAGHUNATHAN, SO SRI MS SRINIVASAN",
        "UNIVERSITY GRANTS COMMISSION, REP BY ITS SECRETARY",
        "UNION OF INDIA REPRESENTED BY ITS UNDER SECRETARY DEPARTMENT OF HIGHER EDUCATION, MINISTRY OF HUMAN RESOURCE DEVELOPMENT,",
        "KONERU LAKSHMAIAH EDUCATIONAL FOUNDATION",
        "B S ABDUR RAHMAN CRECENT INSTITUTE OF SCIENCE AND TECHNOLOGY REPRESENTED BY ITS REGISTRAR DR M.S. HAJI SHEIK MOHAMMED",
        "THE SECRETARY, UNIVERSITY GRANT COMMISSION",
        "MINISTRY OF HUMAN RESOURCE DEVELOPMENT, DEPARTMENT OF HIGHER EDUCATION,",
        "VELLORE INSTITUTE OF TECHNOLOGY (VIT) REPRESENTED BY ITS REGISTRAR DR K SATHIYANARAYANAN",
        "SAVEETHA INSTITUTE OF MEDICAL AND TECHNICAL SCIENCE REPRESENTED BY ITS REGISTRAR",
        "HINDUSTAN INSTITUE OF TECHNOLOGY AND SCIENCE REPRESENTED BY ITS REGISTRAR",
        "KARUNYA INSTITUTE OF TECHNOLOGY AND SCIENCE (DEEMED TO BE UNIVERSITY) REPRESENTED BY ITS REGISTRAR PROF DR. R ELIJAH BLESSING VINOTH",
        "BHARATTH INSTITUTE OF HIGHER EDUCATION AND REASERCH REPRESENTED BY ITS REGISTRAR DR. S BHUMINATHAN",
        "VELS INSTITUTE OF SCIENCE, TECHNOLOGY AND ADVANCE STUDIES (VISTAS) REPRESENTED BY ITS REGISTRAR DR. A R VEERAMANI",
        "VEL TECH RANGARAJAN DR SAGUNTHALA R AND D INSTITUTE OF SCIENCE, TECHNOLOGY, REPRESENTED BY ITS REGISTRAR DR. E KANNAN",
        "PERIYAR MANIAMMAI INSTITUTE OF SCIENCE AND TECHNOLOGY REPRESENTED BY ITS REGISTRAR S A DHANRAJ, S/O S ARUMUGAM",
        "VINAYAKA MISSIONS RESEARCH FOUNDATION REPRESENTED BY ITS REGISTRAR MR B JAYAKAR"
    ],
    "pet_advocate": [
        "PANDEY"
    ],
    "resp_advocate": [
        "ĀĀ",
        "ĀĀ"
    ],
    "u_section": " "
}