{
    "diary_number": "378732012",
    "filed_on": "10-11-2012 11:55 AM",
    "slp_no": "009162 - 009163 / 2013",
    "registered_on": "18-02-2013",
    "verified_on": "",
    "last_listed_on": "08-05-2018",
    "last_hearing_judges": "HON'BLE THE CHIEF JUSTICE RANJAN GOGOI, HON'BLE MRS. JUSTICE R. BANUMATHI and HON'BLE MR. JUSTICE NAVIN SINHA",
    "status": "Pending - (Motion Hearing   [SERVICE/COMPLIANCE]-BEFORE REGISTRAR(J)  / [DISPOSAL/FINAL DISPOSAL AT ADMISSION STAGE - CIVIL CASES]) Not taken up/ Not Today-Ord dt:08-05-2018 ",
    "tentative_date": "29-08-2022",
    "category": "0816-Letter Petition & Pil Matters : SLPs filed against judgments / orders passed by the High Courts in Writ Petitions filed as PIL",
    "act": "",
    "petitioner": [
        "ARUN DAMODAR SAWANT"
    ],
    "respondents": [
        "CHANCELLOR, UNIV. OF MAHARASHTRA .",
        "THE STATE OF MAHARASHTRA HIGHER AND TECHNICAL EDUCATION DEPARTMENT, GOVERNMENT OF MAHARASHTRA MANTRALAYA SECRETARY",
        "THE STATE OF MAHARASHTRA UNIVERSITY GRANTS COMMISSION SECRETARY",
        "THE STATE OF MAHARASHTRA SANT GADGE MAHARAJ UNIVERSITY REGISTRAR",
        "THE STATE OF MAHARASHTRA BABASAHEB AMBEDKAR MARATHWADA UNIVERSITY, AURANGABAD REGISTRAR",
        "THE STATE OF MAHARASHTRA S.N.DT. UNIVERSITY REGISTRAR",
        "THE STATE OF MAHARASHTRA UNIVERSITY OF MUMBAI R.M WELUKAR, VICE CHANCELLOR",
        "THE STATE OF MAHARASHTRA UNIVERSITY OF PUNE VICE CHANCELLOR",
        "THE STATE OF MAHARASHTRA SHIVAJI UNIVERSITY, KOLHAPUR VICE CHANCELLOR",
        "THE STATE OF MAHARASHTRA BABASAHEB AMBEDKAR UNIVERSITY LONERE, LONERE VICE CHANCELLOR",
        "THE STATE OF MAHARASHTRA RASHTRASANT TUKDOJI MAHARAJ UNIVERSITY NAGPUR VICE CHANCELLOR",
        "THE STATE OF MAHARASHTRA DR. BABA SAHEB AMBEDKAR MARATHWADA UNIVERSITY VICE CHANCELLOR",
        "THE STATE OF MAHARASHTRA YASHWANTRAO CHAVAN MAHARASHTRA OPEN UNIVERSITY VICE CHANCELLOR",
        "THE STATE OF MAHARASHTRA MAHARASHTA UNIVERSITY OF HEALTH SCIENCES VICE CHANCELLOR",
        "SUNIL GAYAPRASAD MISHRA"
    ],
    "pet_advocate": [
        "ANNASAHEB TAUR[P-1]"
    ],
    "resp_advocate": [
        "ANAGHA S. DESAI[R-1]",
        "PRERNA MEHTA[R-1]",
        "NAVIN PRAKASH[R-1]",
        "GAURAV AGRAWAL[R-1]",
        "SUDHANSHU S. CHOUDHARI[R-1]",
        "ANURADHA MUTATKAR[R-1]",
        "",
        "CHANDER SHEKHAR ASHRI[R-1]",
        "SACHIN PATIL[R-2]"
    ],
    "u_section": " "
}