{
    "diary_number": "16362018",
    "filed_on": "13-01-2018 12:17 PM",
    "slp_no": "",
    "registered_on": "27-04-2018",
    "verified_on": "13-04-2018",
    "last_listed_on": "25-04-2022",
    "last_hearing_judges": "HON'BLE MR. JUSTICE L. NAGESWARA RAO and HON'BLE MR. JUSTICE B.R. GAVAI",
    "status": "Pending - (Motion Hearing   [ORDERS (INCOMPLETE MATTERS / IAs / CRLMPs)]) List After (Weeks) (10), List before court/bench (List after ensuing summer vacations, 2022.)-Ord dt:25-04-2022 ",
    "tentative_date": "",
    "category": "0812-Letter Petition & Pil Matters : Others",
    "act": "",
    "petitioner": [
        "KANISHKA PANDEY S/D/W/Thru:- AJAY SHANKAR PANDEY"
    ],
    "respondents": [
        "UNION OF INDIA THEOUGH THE CABINET SECRETARY",
        "MINISTRY OF HUMAN RESOURCE DEVELOPMENT THROUGH THE SECRETARY",
        "MINISTRY OF SPORTS AND YOUTH AFFAIRS THROUGH ITS SECRETARY,",
        "MINISTRY OF FINANCE THROUGH ITS CHIEF SECRETARY",
        "THE CHAIRMAN UNIVERSITY GRANTS COMMISSION",
        "THE CHAIRMAN NATIONAL COUNCIL OF EDUCATION RESEARCH AND TRAINING",
        "SPORTS AUTHORITY OF INDIA THROUGH ITS SECRETARY.",
        "THE STATE OF UTTAR PRADESH THROUGH THE CHIEF SECRETARY,",
        "THE STATE OF BIHAR THROUGH THE CHIEF SECRETARY,",
        "THE STATE OF MADHYA PRADESH THROUGH THE CHIEF SECRETARY,",
        "THE STATE OF CHHATTISGARH THROUGH THE CHIEF SECRETARY",
        "THE STATE OF RAJASTHAN THROUGH THE CHIEF SECRETARY",
        "THE STATE OF WEST BENGAL THROUGH THE CHIEF SECRETARY",
        "THE STATE OF ODISHA THROUGH THE CHIEF SECRETARY",
        "THE STATE OF MAHARASHTRA THROUGH THE CHIEF SECRETARY",
        "THE STATE OF GOA THROUGH THE CHIEF SECRETARY",
        "THE STATE OF KARNATAKA THROUGH THE CHIEF SECRETARY,",
        "THE STATE OF GUJARAT THROUGH THE CHIEF SECRETARY",
        "THE STATE OF PUNJAB THROUGH THE CHIEF SECRETARY",
        "THE STATE OF HIMACHAL PRADESH THROUGH THE CHIEF SECRETARY",
        "THE STATE OF JAMMU AND KASHMIR THROUGH THE CHIEF SECRETARY",
        "THE STATE OF UTTARAKHAND THROUGH THE CHIEF SECRETARY",
        "THE STATE OF JHARKHAND THROUGH THE CHIEF SECRETARY",
        "THE STATE OF ANDHRA PRADESH THROUGH THE CHIEF SECRETARY",
        "THE STATE OF TELANGANA THROUGH THE CHIEF SECRETARY",
        "THE STATE OF TAMIL NADU THROUGH THE CHIEF SECRETARY",
        "THE STATE OF KERALA THROUGH THE CHIEF SECRETARY",
        "THE STATE OF ASSAM THROUGH THE CHIEF SECRETARY",
        "GOVERNMENT OF SIKKIM THROUGH THE CHIEF SECRETARY",
        "GOVERNMENT OF ARUNACHAL PRADESH, THROUGH THE CHIEF SECRETARY",
        "GOVERNMENT OF MEGHALAY, THROUGH THE CHIEF SECRETARY",
        "THE STATE OF MIZORAM THROUGH THE CHIEF SECRETARY",
        "GOVERNMENT OF MANIPUR, THROUGH THE CHIEF SECRETARY",
        "THE STATE OF NAGALAND THROUGH THE CHIEF SECRETARY",
        "GOVERNMENT OF TRIPURA,  THROUGH THE CHIEF SECRETARY",
        "THE UNION TERRITORY OF ANDAMAN NICOBAR ISLAND THROUGH THE SECRETARY",
        "THE UNION TERRITORY OF CHANDIGARH \t THROUGH THE SECRETARY,",
        "THE STATE OF NCT OF DELHI THROUGH THE CHIEF SECRETARY",
        "THE UNION TERRITORY OF DADRA AND NAGAR HAVELI THROUGH THE SECRETARY,",
        "THE UNION TERRITORY OF LAKSHADWEEP THROUGH THE SECRETARY,",
        "THE UNION TERRITORY OF LAKSHADWEEP THROUGH THE SECRETARY,",
        "THE UNION TERRITORY OF PUDUCHERRY THROUGH THE SECRETARY,",
        "U.T. OF LADAKH SPORTS AND YOUTH WELFARE DEPARTMENT LT. GOVERNOR"
    ],
    "pet_advocate": [
        "KUMAR MISHRA[P-1]"
    ],
    "resp_advocate": [
        "ABHIMANYU TEWARI[R-30]",
        "SUNNY CHOUDHARY[R-10]",
        "D.KUMANAN[R-26]",
        "NIRNIMESH DUBE[R-32]",
        "GURMEET SINGH MAKKER[R-38]",
        "ARAVINDH S.[R-42]",
        "AMRISH KUMAR[R-3]",
        "NISHE RAJEN SHONKER[R-27]",
        "MAHFOOZ AHSAN NAZKI[R-24]",
        "SACHIN PATIL[R-15]",
        "SUMEER SODHI[R-11]",
        "SANDEEP KUMAR JHA[R-12]",
        "DEEPANWITA PRIYANKA[R-18]",
        "GURMEET SINGH MAKKER[R-36]",
        "NARENDRA KUMAR[R-29]",
        "",
        "BIMLESH KUMAR SINGH[R-5]",
        "AMIT PAWAN[R-6]",
        "KAMLENDRA MISHRA[R-8]",
        "PLR CHAMBERS AND CO.[R-13]",
        "",
        "RANJEETA ROHATGI[R-19]",
        "ANKIT KUMAR LAL[R-20]",
        "JATINDER KUMAR BHATIA[R-22]",
        "TAPESH KUMAR SINGH[R-23]",
        "K. ENATOLI SEMA[R-34]",
        "SHUVODEEP ROY[R-35]",
        "NIKHIL GOEL[R-37]",
        "",
        "V. N. RAGHUPATHY[R-17]",
        "JOBY P. VARGHESE[R-7]"
    ],
    "u_section": " "
}